Repository: Geckos-Ink/MakeItHome
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_pt, ru, uk, zh_hans, zh_hant

source: %@ Disable on dock side
ar: %@ تعطيل على جانب قفص الاتهام
de: %@ Deaktivieren auf der Dockseite
es: %@ Desactivar en el Dock
hi: %@ डॉक की ओर अक्षम करें
it: %@ Disabilita sul lato Dock
ja: ドック側で無効にする
ko: 도크 측에서 %@ 비활성화
pt_pt: %@ Desativar no lado da doca
ru: %@ Отключить на стороне дока
uk: %@ Вимкнути з боку док-станції
zh_hans: %@ 在船坞一侧禁用
zh_hant: %@ 在船坞一侧禁用

source: %@ Disable on Dock side
ar: %@ قم بالتعطيل على جانب Dock
de: %@ Auf Dock-Seite deaktivieren
es: %@ Desactivar en el lado del muelle
fr: %@ Désactiver côté Dock
hi: %@ डॉक साइड पर अक्षम करें
it: %@ Disabilita sul lato Dock
ja: %@ ドック側で無効にする
ko: %@ Dock 측에서 비활성화
pt_pt: %@ Desativar no Dock
ru: %@ Отключить на стороне док-станции
uk: %@ Вимкнути на стороні док-станції
zh_hans: %@ 在 Dock 端禁用
zh_hant: %@ 在 Dock 端停用

source: %@ Enable shortcuts
ar: %@ تفعيل الاختصارات
de: %@ Tastenkürzel aktivieren
es: %@ Activar atajos
fr: %@ Activer les raccourcis
hi: %@ शॉर्टकट सक्षम करें
it: %@ Abilita scorciatoie
ja: %@ ショートカットを有効にする
ko: %@ 단축키 활성화
pt_pt: %@ Ativar atalhos
ru: %@ Включить сочетания клавиш
uk: %@ Увімкнути сполучення клавіш
zh_hans: %@ 启用快捷键
zh_hant: %@ 啟用快速鍵

source: - Retrieve your current desktop background for using it as overscreen background
ar: - استرداد خلفية سطح المكتب الحالية لاستخدامها كخلفية للشاشة الممتدة
de: - Aktuellen Desktophintergrund abrufen, um ihn als Overscreen-Hintergrund zu verwenden
es: - Recuperar el fondo de escritorio actual para usarlo como fondo de la pantalla extendida
fr: - Récupérer votre fond d’écran actuel pour l’utiliser comme arrière-plan de l’écran étendu
hi: - विस्तारित स्क्रीन की पृष्ठभूमि के रूप में उपयोग करने के लिए अपना वर्तमान डेस्कटॉप वॉलपेपर प्राप्त करें
it: - Recupera lo sfondo attuale della scrivania per usarlo come sfondo dell’overscreen
ja: - 現在のデスクトップ背景を取得して、オーバースクリーンの背景として使用します
ko: - 현재 데스크탑 배경을 가져와 오버스크린 배경으로 사용
pt_pt: - Obter o fundo atual do ambiente de trabalho para o utilizar como fundo do ecrã expandido
ru: - Получить текущий фон рабочего стола для использования в качестве фона расширенного экрана
uk: - Отримати поточне тло робочого столу для використання як тло розширеного екрана
zh_hans: - 获取当前桌面背景，用作扩展屏幕背景
zh_hant: - 取得目前的桌面背景，用作延伸螢幕背景

source: %@ Basic how to use
ar: %@ طريقة الاستخدام الأساسية
de: %@ Grundlegende Bedienung
es: %@ Uso básico
fr: %@ Utilisation de base
hi: %@ बुनियादी उपयोग विधि
it: %@ Utilizzo di base
ja: %@ 基本的な使い方
ko: %@ 기본 사용법
pt_pt: %@ Utilização básica
ru: %@ Основы использования
uk: %@ Основи використання
zh_hans: %@ 基本使用方法
zh_hant: %@ 基本使用方式

source: %@ Close
ar: %@ إغلاق
de: %@ Schließen
es: %@ Cerrar
fr: %@ Fermer
hi: %@ बंद करें
it: %@ Chiudi
ja: %@ 閉じる
ko: %@ 닫기
pt_pt: %@ Fechar
ru: %@ Закрыть
uk: %@ Закрити
zh_hans: %@ 关闭
zh_hant: %@ 關閉

source: %@ Disable on this display
ar: %@ تعطيل على هذه الشاشة
de: %@ In dieser Anzeige deaktivieren
es: %@ Desactivar en esta pantalla
fr: %@ Désactiver sur cet écran
hi: %@ इस डिस्प्ले पर अक्षम करें
it: %@ Disabilita su questo display
ja: この表示で無効にする
ko: 이 디스플레이에서 %@ 비활성화
pt_pt: %@ Desativar neste ecrã
ru: %@ Отключить на данном дисплее
uk: %@ Вимкнути на цьому дисплеї
zh_hans: %@ 在此显示屏上禁用
zh_hant: %@ 在此显示屏上禁用

source: %@ Dock mouse slowing
ar: %@ تباطؤ الماوس في الرصيف
de: %@ Dock-Maus wird langsamer
es: %@ Ratón del muelle ralentizándose
fr: %@ Ralentissement de la souris
hi: %@ Dock पर माउस धीमा करना
it: %@ Rallentamento del mouse del dock
ja: ドックマウスの速度低下
ko: %@ 도킹 마우스 속도 저하
pt_pt: %@ Rato de cais a abrandar
ru: %@ Замедление работы мыши Dock
uk: %@ Сповільнення роботи док-миші
zh_hans: %@ Dock 鼠标变慢
zh_hant: %@ Dock 鼠标变慢

source: %@ Don't ask anymore
ar: %@ عدم السؤال مرة أخرى
de: %@ Nicht mehr fragen
es: %@ No volver a preguntar
fr: %@ Ne plus demander
hi: %@ दोबारा न पूछें
it: %@ Non chiedere più
ja: %@ 今後は確認しない
ko: %@ 다시 묻지 않기
pt_pt: %@ Não voltar a perguntar
ru: %@ Больше не спрашивать
uk: %@ Більше не запитувати
zh_hans: %@ 不再询问
zh_hant: %@ 不再詢問

source: %@ Help
ar: %@ يساعد
de: %@ Hilfe
es: %@ Ayuda
fr: %@ Aide
hi: %@ मदद
it: %@ Aiuto
ja: ヘルプ
ko: %@ 도움말
pt_pt: %@ Ajuda
ru: %@ Справка
uk: Допоможіть!
zh_hans: %@ 帮助
zh_hant: %@ 帮助

source: %@ Install extension
ar: %@ تثبيت الامتداد
de: %@ Erweiterung installieren
es: %@ Instalar extensión
fr: %@ Installer l’extension
hi: %@ एक्सटेंशन इंस्टॉल करें
it: %@ Installa estensione
ja: %@ 拡張機能をインストール
ko: %@ 확장 프로그램 설치
pt_pt: %@ Instalar extensão
ru: %@ Установить расширение
uk: %@ Установити розширення
zh_hans: %@ 安装扩展
zh_hant: %@ 安裝延伸功能

source: %@ Install Safari extension
ar: %@ تثبيت إضافة Safari
de: %@ Safari-Erweiterung installieren
es: %@ Instalar la extensión de Safari
fr: %@ Installer l’extension Safari
hi: %@ Safari एक्सटेंशन इंस्टॉल करें
it: %@ Installa l’estensione Safari
ja: %@ Safari機能拡張をインストール
ko: %@ Safari 확장 프로그램 설치
pt_pt: %@ Instalar a extensão do Safari
ru: %@ Установить расширение Safari
uk: %@ Установити розширення Safari
zh_hans: %@ 安装 Safari 扩展
zh_hant: %@ 安裝 Safari 延伸功能

source: %@ Max apps: %lld
ar: %@ ماكس التطبيقات: %lld
de: %@ Maximale Anwendungen: %lld
es: %@ Aplicaciones máximas: %lld
hi: %@ अधिकतम ऐप्स: %lld
it: %@ Applicazioni massime: %lld
ja: %@ アプリの最大数: %lld
ko: %@ 최대 앱: %lld
pt_pt: %@ Máximo de aplicações: %lld
ru: %@ Максимальное количество приложений: %lld
uk: %@ Максимум програм: %lld
zh_hans: %@ 最大应用程序数：%lld
zh_hant: %@ 最大应用程序数：%lld

source: %@ Open at login
ar: %@ مفتوح عند تسجيل الدخول
de: %@ Bei Anmeldung öffnen
es: %@ Abrir al iniciar sesión
fr: %@ Ouvrir à la connexion
hi: %@ लॉगिन पर खोलें
it: %@ Aprire al login
ja: ログイン時に開く
ko: 로그인 시 %@ 열기
pt_pt: %@ Abrir no início de sessão
ru: %@ Открыть при входе в систему
uk: %@ Відкривається при вході
zh_hans: %@ 登录时打开
zh_hant: %@ 登录时打开

source: %@ Open Settings
ar: %@ فتح الإعدادات
de: %@ Einstellungen öffnen
es: %@ Abrir Ajustes
fr: %@ Ouvrir les réglages
hi: %@ सेटिंग्स खोलें
it: %@ Apri Impostazioni
ja: %@ 設定を開く
ko: %@ 설정 열기
pt_pt: %@ Abrir Definições
ru: %@ Открыть настройки
uk: %@ Відкрити параметри
zh_hans: %@ 打开设置
zh_hant: %@ 打開設定

source: %@ Require acceleration
ar: %@ يتطلب التسريع
de: %@ Beschleunigung erforderlich
es: %@ Requerir aceleración
fr: %@ Demande d'accélération
hi: %@ त्वरण आवश्यक
it: %@ Richiedere l'accelerazione
ja: 加速が必要
ko: %@ 가속 필요
pt_pt: %@ Exigir aceleração
ru: %@ Требуется ускорение
uk: %@ Вимагає прискорення
zh_hans: %@ 要求加速
zh_hant: %@ 要求加速

source: %@ Review!
ar: ٪@ مراجعة!
de: %@ Rückblick!
es: %@ ¡Revisión!
hi: %@ समीक्षा!
it: Recensione %@!
ja: レビュー
ko: %@ 검토!
pt_pt: Revisão!
ru: %@ Обзор!
uk: %@ Рецензія!
zh_hans: %@ 审查！
zh_hant: %@ 审查！

source: %@ Safari Extension
ar: %@ امتداد Safari
de: %@ Safari-Erweiterung
es: %@ Extensión de Safari
fr: %@ Extension Safari
hi: %@ Safari एक्सटेंशन
it: %@ Estensione Safari
ja: %@ Safari機能拡張
ko: %@ Safari 확장 프로그램
pt_pt: %@ Extensão do Safari
ru: %@ Расширение Safari
uk: %@ Розширення Safari
zh_hans: %@ Safari 扩展
zh_hant: %@ Safari 延伸功能

source: %@ Sensivity:
ar: %@ الحساسية:
de: %@ Empfindlichkeit:
es: %@ Sensibilidad:
fr: %@ Sensibilité :
hi: %@ संवेदनशीलता:
it: %@ Sensibilità:
ja: 感度：
ko: %@ 감도:
pt_pt: %@ Sensibilidade:
ru: %@ Чувствительность:
uk: %@ Чутливість:
zh_hans: %@ 灵敏度：
zh_hant: %@ 灵敏度：

source: %@ Share!
ar: %@ يشارك!
de: %@ Aktie!
es: %@ ¡Compartir!
fr: %@ Partager!
hi: %@ शेयर करना!
it: %@ Condividi!
ja: %@ 共有！
ko: %@ 공유하다!
pt_pt: %@ Compartilhar!
ru: %@ Делиться!
uk: %@ Поділіться!
zh_hans: %@ 分享！
zh_hant: %@ 分享！

source: %@ Show in Dock
ar: عرض في قفص الاتهام %@
de: %@ Im Dock anzeigen
es: %@ Mostrar en el muelle
fr: %@ Afficher dans le Dock
hi: %@ डॉक में दिखाएँ
it: %@ Mostra nel Dock
ja: %@ ドックに表示
ko: %@ Dock에 표시
pt_pt: %@ Mostrar no Dock
ru: %@ Показать в доке
uk: %@ Показати в Dock
zh_hans: %@ 在 Dock 中显示
zh_hant: %@ 在 Dock 中顯示

source: %@: enable/disable display
ar: %@: تفعيل/تعطيل العرض
de: %@: Anzeige aktivieren/deaktivieren
es: %@: activar/desactivar pantalla
fr: %@: activer/désactiver l’affichage
hi: %@: डिस्प्ले सक्षम/अक्षम करें
it: %@: abilita/disabilita display
ja: %@: 表示を有効/無効にする
ko: %@: 디스플레이 활성화/비활성화
pt_pt: %@: ativar/desativar ecrã
ru: %@: включить/выключить дисплей
uk: %@: увімкнути/вимкнути дисплей
zh_hans: %@: 启用/停用显示
zh_hant: %@: 啟用/停用顯示

source: %@: open side
ar: %@: فتح الجانب
de: %@: Seite öffnen
es: %@: abrir lado
fr: %@: ouvrir le côté
hi: %@: साइड खोलें
it: %@: apri lato
ja: %@: サイドを開く
ko: %@: 측면 열기
pt_pt: %@: abrir lado
ru: %@: открыть сторону
uk: %@: відкрити сторону
zh_hans: %@: 打开侧边
zh_hant: %@: 開啟側邊

source: A new update is available
ar: يتوفر تحديث جديد
de: Ein neues Update ist verfügbar
es: Ya está disponible una nueva actualización
fr: Une nouvelle mise à jour est disponible
hi: एक नया अपडेट उपलब्ध है
it: È disponibile un nuovo aggiornamento
ja: 新しいアップデートが利用可能
ko: 새로운 업데이트가 제공됩니다.
pt_pt: Está disponível uma nova atualização
ru: Доступно новое обновление
uk: Доступне нове оновлення
zh_hans: 最新更新
zh_hant: 最新更新

source: And click to '+' selecting MakeItHome in your Applications folder.
ar: وانقر فوق "+" لتحديد MakeItHome في مجلد التطبيقات لديك.
de: Klicken Sie auf "+" und wählen Sie MakeItHome in Ihrem Anwendungsordner aus.
es: Y haz clic en '+' seleccionando MakeItHome en tu carpeta de Aplicaciones.
fr: Et cliquez sur '+' en sélectionnant MakeItHome dans votre dossier Applications.
hi: और अपने एप्लिकेशन फ़ोल्डर में MakeItHome का चयन करके '+' पर क्लिक करें।
it: E fate clic su '+' selezionando MakeItHome nella cartella Applicazioni.
ja: そして、アプリケーションフォルダ内のMakeItHomeを選択し、「+」をクリックします。
ko: 그리고 '+'를 클릭해 애플리케이션 폴더에서 MakeItHome을 선택합니다.
pt_pt: E clique em "+" para selecionar MakeItHome na pasta Aplicações.
ru: И щелкните на "+", выбрав MakeItHome в папке Applications.
uk: І натисніть на "+", вибравши MakeItHome у вашій папці "Програми".
zh_hans: 然后点击 "+"，选择应用程序文件夹中的 MakeItHome。
zh_hant: 然后点击 "+"，选择应用程序文件夹中的 MakeItHome。

source: boundary break effect and saving apps' previews.
ar: تأثير كسر الحدود وحفظ معاينات التطبيقات.
de: Grenzunterbrechungseffekt und Speichern der Vorschau von Anwendungen.
es: efecto de rotura de límites y guardar las vistas previas de las aplicaciones.
fr: effet de rupture de frontière et sauvegarde des aperçus d'applications.
hi: सीमा तोड़ प्रभाव और ऐप्स के पूर्वावलोकन सहेजना।
it: effetto di interruzione del contorno e salvataggio delle anteprime delle applicazioni.
ja: バウンダリーブレイク効果とアプリのプレビュー保存。
ko: 경계선 나누기 효과 및 앱 미리보기 저장.
pt_pt: efeito de quebra de limites e guardar as pré-visualizações das aplicações.
ru: эффект разрыва границ и сохранение предварительных просмотров приложений.
uk: ефект розриву кордону та збереження прев'ю додатків.
zh_hans: 断界效果和保存应用程序预览。
zh_hant: 断界效果和保存应用程序预览。

source: Check
ar: تحقق
de: Siehe
es: Consulte
fr: Vérifier
hi: जाँचें
it: Controllo
ja: チェック
ko: 확인
pt_pt: Verificar
ru: Проверьте
uk: Перевірка.
zh_hans: 检查
zh_hant: 检查

source: Checked ✓
ar: تم التحقق ✓
de: Geprüft ✓.
es: Comprobado ✓
fr: Vérifié ✓
hi: जाँच पूर्ण ✓
it: Controllato ✓
ja: チェック済み
ko: 확인됨 ✓
pt_pt: Verificado ✓
ru: Проверено ✓
uk: Перевірено ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓
zh_hans: 已检查 ✓
zh_hant: 已检查 ✓

source: Close
ar: يغلق
de: Schließen Sie
es: Cerrar
fr: Fermer
hi: बंद करना
it: Chiudere
ja: 閉じる
ko: 닫기
pt_pt: Fechar
ru: Закрыть
uk: Закрити
zh_hans: 关闭
zh_hant: 关闭

source: Copy to clipboard and open terminal %@
ar: نسخ إلى الحافظة وفتح الوحدة الطرفية %@
de: In die Zwischenablage kopieren und Terminal öffnen %@
es: Copiar al portapapeles y abrir terminal %@
fr: Copier dans le presse-papiers et ouvrir le terminal %@
hi: क्लिपबोर्ड पर कॉपी करें और टर्मिनल %@ खोलें
it: Copiare negli appunti e aprire il terminale %@
ja: クリップボードにコピーしてターミナルを開く
ko: 클립보드에 복사하고 터미널 %@을 엽니다.
pt_pt: Copiar para a área de transferência e abrir o terminal %@
ru: Скопировать в буфер обмена и открыть терминал %@
uk: Скопіюйте в буфер обміну та відкрийте термінал %@
zh_hans: 复制到剪贴板并打开终端 %@
zh_hant: 复制到剪贴板并打开终端 %@

source: Display settings (%@)
ar: اعدادات العرض (%@)
de: Anzeigeeinstellungen (%@)
es: Ajustes de pantalla (%@)
fr: Paramètres d'affichage (%@)
hi: प्रदर्शन सेटिंग्स (%@)
it: Impostazioni del display (%@)
ja: 表示設定 (%@)
ko: 디스플레이 설정(%@)
pt_pt: Definições do ecrã (%@)
ru: Настройки дисплея (%@)
uk: Налаштування дисплея (%@)
zh_hans: 显示设置 (%@)
zh_hant: 显示设置 (%@)

source: Download!
ar: تنزيل!
de: Herunterladen!
es: Descargar
fr: Télécharger !
hi: डाउनलोड करें!
it: Scarica!
ja: ダウンロード
ko: 다운로드!
pt_pt: Descarregar!
ru: Скачать!
uk: Завантажуй!
zh_hans: 下载！
zh_hant: 下载！

source: Empty view
ar: عرض فارغ
de: Leere Ansicht
es: Vista vacía
fr: Vue vide
hi: खाली दृश्य
it: Vista vuota
ja: 空の景色
ko: 빈 보기
pt_pt: Vista vazia
ru: Пустой вид
uk: Порожній вигляд
zh_hans: 空景
zh_hant: 空景

source: Enable sides:
ar: تمكين الجوانب:
de: Seiten freischalten:
es: Habilita los lados:
fr: Activer les côtés :
hi: पक्ष सक्षम करें:
it: Attivare i lati:
ja: サイドを有効にする：
ko: 측면을 활성화합니다:
pt_pt: Ativar os lados:
ru: Включение сторон:
uk: Увімкнути сторони:
zh_hans: 启用两侧：
zh_hant: 启用两侧：

source: For executing MakeItHome at startup go to System Settings > General > Login Items
ar: لتنفيذ MakeItHome عند بدء التشغيل، انتقل إلى إعدادات النظام > عام > عناصر تسجيل الدخول
de: Um MakeItHome beim Start auszuführen, gehen Sie zu Systemeinstellungen > Allgemein > Anmeldeelemente
es: Para ejecutar MakeItHome al inicio vaya a Configuración del sistema > General > Elementos de inicio de sesión
fr: Pour exécuter MakeItHome au démarrage, allez dans Paramètres du système > Général > Eléments de connexion.
hi: स्टार्टअप पर MakeItHome को निष्पादित करने के लिए सिस्टम सेटिंग्स > सामान्य > लॉगिन आइटम पर जाएं
it: Per eseguire MakeItHome all'avvio, andare su Impostazioni di sistema > Generale > Elementi di accesso
ja: 起動時にMakeItHomeを実行するには、システム設定 > 一般 > ログインアイテムに移動します。
ko: 시스템 설정 > 일반 > 로그인 항목으로 이동하여 시작 시 MakeItHome을 실행합니다.
pt_pt: Para executar o MakeItHome no arranque, vá a Definições do sistema > Geral > Itens de início de sessão
ru: Для выполнения MakeItHome при запуске перейдите в меню Системные настройки > Общие > Элементы входа
uk: Щоб запустити MakeItHome під час запуску, перейдіть до Системні налаштування > Загальні > Елементи входу
zh_hans: 要在启动时执行 MakeItHome，请转到系统设置 > 常规 > 登录项目
zh_hant: 要在启动时执行 MakeItHome，请转到系统设置 > 常规 > 登录项目

source: Hello, World!
ar: مرحبًا بالعالم!
de: Hallo, Welt!
es: ¡Hola, mundo!
fr: Bonjour le monde !
hi: नमस्ते, दुनिया!
it: Ciao, mondo!
ja: こんにちは、世界！
ko: 안녕하세요, 세상!
pt_pt: Olá, mundo!
ru: Привет, мир!
uk: Привіт, світе!
zh_hans: 你好，世界！
zh_hant: 你好，世界！

source: How to give Screen Recording permissions.
ar: كيفية منح أذونات تسجيل الشاشة.
de: So erteilen Sie Berechtigungen zur Bildschirmaufzeichnung.
es: Cómo otorgar permisos de grabación de pantalla.
fr: Comment accorder des autorisations d'enregistrement d'écran.
hi: स्क्रीन रिकॉर्डिंग की अनुमति कैसे दें?
it: Come concedere le autorizzazioni per la registrazione dello schermo.
ja: 画面録画の権限を与える方法。
ko: 화면 녹화 권한을 부여하는 방법
pt_pt: Como conceder permissões de escrita de ecrã.
ru: Как предоставить разрешение на запись экрана.
uk: Як надати дозволи на запис екрану.
zh_hans: 如何授予屏幕录制权限。
zh_hant: 如何授予螢幕錄製權限。

source: If you want enable these feature you have to give Automation permissions to MakeItHome
ar: إذا كنت تريد تمكين هذه الميزات، فيجب منح MakeItHome أذونات الأتمتة
de: Wenn Sie diese Funktionen aktivieren möchten, müssen Sie MakeItHome Automatisierungsberechtigungen erteilen
es: Si quieres activar estas funciones, debes conceder permisos de Automatización a MakeItHome
fr: Pour activer ces fonctionnalités, vous devez accorder à MakeItHome les autorisations d’automatisation
hi: इन सुविधाओं को सक्षम करने के लिए आपको MakeItHome को ऑटोमेशन की अनुमति देनी होगी
it: Per abilitare queste funzioni devi concedere a MakeItHome i permessi di Automazione
ja: これらの機能を有効にするには、MakeItHomeにオートメーションの許可を与える必要があります
ko: 이 기능을 활성화하려면 MakeItHome에 자동화 권한을 부여해야 합니다
pt_pt: Para ativar estas funcionalidades, tem de conceder permissões de Automatização ao MakeItHome
ru: Чтобы включить эти функции, необходимо предоставить MakeItHome разрешение на автоматизацию
uk: Щоб увімкнути ці функції, потрібно надати MakeItHome дозвіл на автоматизацію
zh_hans: 要启用这些功能，您必须授予 MakeItHome 自动化权限
zh_hant: 若要啟用這些功能，您必須授予 MakeItHome 自動化權限

source: Internet connection is necessary during the trial version!
ar: الاتصال بالإنترنت ضروري أثناء الفترة التجريبية!
de: Während der Testversion ist eine Internetverbindung erforderlich!
es: La conexión a Internet es necesaria durante la versión de prueba.
fr: Une connexion Internet est nécessaire pour la version d'essai !
hi: परीक्षण संस्करण के दौरान इंटरनेट कनेक्शन आवश्यक है!
it: La connessione a Internet è necessaria durante la versione di prova!
ja: 試用期間中はインターネット接続が必要です！
ko: 체험판 이용 시 인터넷 연결이 필요합니다!
pt_pt: É necessária uma ligação à Internet durante a versão experimental!
ru: При использовании пробной версии необходимо подключение к Интернету!
uk: Підключення до Інтернету необхідне для роботи з пробною версією!
zh_hans: 试用版必须连接互联网！
zh_hant: 试用版必须连接互联网！

source: MakeItHome can use Apple Events to get and make some automations for you.
ar: يمكن لـ MakeItHome استخدام أحداث Apple للحصول على بعض المعلومات وتنفيذ عمليات تلقائية نيابةً عنك.
de: MakeItHome kann Apple Events verwenden, um Informationen abzurufen und einige Automatisierungen für Sie auszuführen.
es: MakeItHome puede usar Apple Events para obtener información y realizar algunas automatizaciones por ti.
fr: MakeItHome peut utiliser Apple Events pour obtenir des informations et effectuer certaines automatisations pour vous.
hi: MakeItHome जानकारी प्राप्त करने और आपके लिए कुछ ऑटोमेशन करने हेतु Apple Events का उपयोग कर सकता है।
it: MakeItHome può usare Apple Events per ottenere informazioni ed eseguire alcune automazioni per te.
ja: MakeItHomeはApple Eventsを使用して情報を取得し、いくつかの操作を自動化できます。
ko: MakeItHome은 Apple Events를 사용하여 정보를 가져오고 일부 작업을 자동화할 수 있습니다.
pt_pt: O MakeItHome pode utilizar Apple Events para obter informações e executar algumas automatizações por si.
ru: MakeItHome может использовать Apple Events для получения информации и выполнения некоторых автоматических действий.
uk: MakeItHome може використовувати Apple Events для отримання інформації та виконання деяких автоматизованих дій.
zh_hans: MakeItHome 可以使用 Apple Events 获取信息并为您执行一些自动化操作。
zh_hant: MakeItHome 可以使用 Apple Events 取得資訊並為您執行一些自動化操作。

source: No screen recording permission.
ar: لا يوجد إذن لتسجيل الشاشة.
de: Keine Erlaubnis zur Bildschirmaufzeichnung.
es: Sin permiso de grabación de pantalla.
fr: Pas d'autorisation d'enregistrement d'écran.
hi: कोई स्क्रीन रिकॉर्डिंग की अनुमति नहीं.
it: Nessuna autorizzazione alla registrazione dello schermo.
ja: 画面録画の許可なし。
ko: 화면 녹화 권한이 없습니다.
pt_pt: Sem permissão de gravação de ecrã.
ru: Нет разрешения на запись экрана.
uk: Немає дозволу на запис екрану.
zh_hans: 无屏幕录制权限。
zh_hant: 无屏幕录制权限。

source: No screenshots will be saved anywhere.
ar: لن يتم حفظ لقطات الشاشة في أي مكان.
de: Es werden nirgendwo Bildschirmfotos gespeichert.
es: No se guardarán capturas de pantalla en ningún sitio.
fr: Aucune capture d'écran ne sera enregistrée.
hi: कोई भी स्क्रीनशॉट कहीं भी सहेजा नहीं जाएगा.
it: Le schermate non verranno salvate da nessuna parte.
ja: スクリーンショットはどこにも保存されない。
ko: 스크린샷은 어디에도 저장되지 않습니다.
pt_pt: As capturas de ecrã não serão guardadas em lado nenhum.
ru: Скриншоты нигде не сохраняются.
uk: Скріншоти нікуди не зберігаються.
zh_hans: 不会在任何地方保存截图。
zh_hant: 不会在任何地方保存截图。

source: Open App Store
ar: فتح App Store
de: App Store öffnen
es: Abrir App Store
fr: Ouvrir l'App Store
hi: ऐप स्टोर खोलें
it: Aprire App Store
ja: App Storeを開く
ko: App Store 열기
pt_pt: Abrir a App Store
ru: Открыть магазин приложений
uk: Відкрийте App Store
zh_hans: 打开应用程序商店
zh_hant: 打开应用程序商店

source: Open System Settings and go to Privacy & Security >
ar: افتح إعدادات النظام وانتقل إلى الخصوصية والأمان >
de: Öffnen Sie die Systemeinstellungen und gehen Sie zu Datenschutz und Sicherheit >
es: Abra la Configuración del sistema y vaya a Privacidad y seguridad >.
fr: Ouvrez les Paramètres du système et allez dans Confidentialité et sécurité >
hi: सिस्टम सेटिंग्स खोलें और गोपनीयता एवं सुरक्षा > पर जाएँ
it: Aprire le Impostazioni di sistema e andare su Privacy e sicurezza >
ja: システム設定」を開き、「プライバシーとセキュリティ」を開きます。
ko: 시스템 설정을 열고 개인정보 보호 및 보안 >
pt_pt: Abra as Definições do sistema e aceda a Privacidade e segurança >
ru: Откройте Системные настройки и перейдите в раздел Конфиденциальность и безопасность >
uk: Відкрийте "Налаштування системи" і перейдіть до "Конфіденційність і безпека" >
zh_hans: 打开 "系统设置"，然后转到 "隐私与安全">"系统设置"。
zh_hant: 打开 "系统设置"，然后转到 "隐私与安全">"系统设置"。

source: Or paste this script in your terminal:
ar: أو الصق هذا البرنامج النصي في جهازك الطرفي:
de: Oder fügen Sie dieses Skript in Ihr Terminal ein:
es: O pega este script en tu terminal:
fr: Ou collez ce script dans votre terminal :
hi: या इस स्क्रिप्ट को अपने टर्मिनल में पेस्ट करें:
it: Oppure incollare questo script nel terminale:
ja: または、このスクリプトをターミナルに貼り付ける：
ko: 또는 이 스크립트를 터미널에 붙여넣으세요:
pt_pt: Ou cole este script no seu terminal:
ru: Или вставьте этот скрипт в терминал:
uk: Або вставте цей скрипт у ваш термінал:
zh_hans: 或在终端中粘贴此脚本：
zh_hant: 或在终端中粘贴此脚本：

source: Please connect to internet for continuing with the trial. Or buy the product for 3.49€
ar: يرجى الاتصال بالإنترنت لمتابعة الفترة التجريبية، أو شراء المنتج مقابل 3.49€
de: Bitte stellen Sie eine Internetverbindung her, um mit der Testversion fortzufahren. Oder kaufen Sie das Produkt für 3,49€
es: Por favor, conéctese a Internet para continuar con la prueba. O compra el producto por 3.49€.
fr: Veuillez vous connecter à Internet pour poursuivre l'essai. Ou acheter le produit pour 3.49€
hi: परीक्षण जारी रखने के लिए कृपया इंटरनेट से कनेक्ट करें। या उत्पाद को 3.49€ में खरीदें
it: Collegarsi a Internet per continuare la prova. Oppure acquistate il prodotto a 3,49€
ja: トライアルを続けるにはインターネットに接続してください。または3.49ユーロで製品を購入
ko: 평가판을 계속 사용하려면 인터넷에 연결하세요. 또는 3.49€에 제품 구매
pt_pt: Ligue-se à Internet para continuar o teste. Ou compre o produto por 3,49€
ru: Для продолжения пробной версии подключитесь к Интернету. Или купите продукт за 3,49 евро
uk: Будь ласка, підключіться до Інтернету, щоб продовжити пробну версію. Або придбайте продукт за 3,49€
zh_hans: 请连接互联网继续试用。或以 3.49 欧元的价格购买产品
zh_hant: 请连接互联网继续试用。或以 3.49 欧元的价格购买产品

source: Quit
ar: يترك
de: Beenden Sie
fr: Démissionner
hi: बाहर निकलें
it: Abbandonare
ja: やめる
ko: 종료
pt_pt: Desistir
ru: Уйти с сайта
uk: Звільнися.
zh_hans: 退出
zh_hant: 退出

source: Screen recording is necessary for creating the
ar: تسجيل الشاشة ضروري لإنشاء
de: Die Bildschirmaufzeichnung ist notwendig für die Erstellung der
es: La grabación de pantalla es necesaria para crear el
fr: L'enregistrement d'écran est nécessaire pour créer le
hi: बनाने के लिए स्क्रीन रिकॉर्डिंग आवश्यक है
it: La registrazione dello schermo è necessaria per la creazione del
ja: を作成するには、画面録画が必要である。
ko: 화면 녹화는
pt_pt: A gravação do ecrã é necessária para criar o
ru: Запись экрана необходима для создания
uk: Запис екрану необхідний для створення
zh_hans: 屏幕录制对于创建
zh_hant: 屏幕录制对于创建

source: Screen Recording to grant permission.
ar: تسجيل الشاشة لمنح الإذن.
de: Bildschirmaufzeichnung, um die Erlaubnis zu erteilen.
es: Grabación en pantalla para conceder el permiso.
fr: Enregistrement d'écran pour accorder l'autorisation.
hi: अनुमति देने के लिए स्क्रीन रिकॉर्डिंग।
it: Registrazione schermo per concedere l'autorizzazione.
ja: 画面録画で許可を与える。
ko: 화면 녹화 권한을 부여합니다.
pt_pt: Gravação de ecrã para conceder autorização.
ru: Screen Recording для предоставления разрешения.
uk: Запис екрану для надання дозволу.
zh_hans: 屏幕录制以授予权限。
zh_hant: 屏幕录制以授予权限。

source: Terminal command
ar: الأمر الطرفي
de: Terminal-Befehl
es: Comando de terminal
fr: Commande du terminal
hi: टर्मिनल कमांड
it: Comando terminale
ja: ターミナルコマンド
ko: 터미널 명령
pt_pt: Comando de terminal
ru: Команда терминала
uk: Команда терміналу
zh_hans: 终端命令
zh_hant: 终端命令
